{
  "startId": "scene_1_start",
  "scenes": {
    "scene_1_start": {
      "id": "scene_1_start",
      "level": 1,
      "type": "start",
      "title": "Trapas dne: Deník pryč",
      "text": "Lotka otevře batoh a zjistí, že sportovní deník je pryč. V tom deníku má volejbalové trapasy, taneční nápady a nejvtipnější kresby Stitche. Panda červená Róza se vyhrabe z mikiny a nasadí si čelenku, jako by byla detektivka. Lotka si v hlavě napíše velkým písmem: dnešní trapas číslo jedna, jako v Příběhu poseroutky. Róza navrhne, že půjdou po stopách buď přes volejbal, nebo přes tanec. Věděla jsi, že zvuk ř patří mezi nejtěžší na světě a skoro nikde se nevyslovuje tak jako v češtině?",
      "choices": [
        {
          "text": "Prozkoumat volejbalovou tašku",
          "nextId": "scene_2_volejbal"
        },
        {
          "text": "Mrknout na taneční kostýmy",
          "nextId": "scene_2_tanec"
        }
      ],
      "image": "redpanda.png"
    },
    "scene_2_volejbal": {
      "id": "scene_2_volejbal",
      "level": 2,
      "type": "scene",
      "title": "Taška plná ponožek",
      "text": "Lotka vysype volejbalovou tašku na zem a vypadne z ní ponožka, tejp a sušenka, co už má za sebou těžký život. Deník nikde, ale na dně je nalepená samolepka Stitche, jako by mávala. Róza očichá zip a udělá výraz, jako když někdo tajně žvýká bambus. Lotka si vybaví, že poslední stránku psala v šatně po tréninku. Takže další krok je jasný: skříňka a hromada věcí, co se tváří nevinně. Věděla jsi, že pandu červenou lidé popsali už v roce 1825 a není to medvěd, ale člen vlastní rodiny Ailuridae?",
      "choices": [
        {
          "text": "Projít šatní skříňku",
          "nextId": "scene_3_volejbal"
        },
        {
          "text": "Zamířit k tanečnímu zrcadlu",
          "nextId": "scene_3_tanec"
        }
      ]
    },
    "scene_2_tanec": {
      "id": "scene_2_tanec",
      "level": 2,
      "type": "scene",
      "title": "Třpytky všude",
      "text": "Taneční taška je jako třpytkový vesmír: když ji otevřeš, třpytky se rozhodnou cestovat úplně všude. Lotka najde stužku, čelenku a papírek s angličtinou, co si kdysi opsala. Stitch na klíčence se zachytí o zip a vypadá, že právě hraje hlavní roli v dramatu. Róza udělá dva malé taneční kroky, aby ukázala, že stopy se hledají i do rytmu. Lotka si řekne, že jestli deník někdo vzal, mohl začít u zrcadel v sále. Víš, že anglické where znamená kde a často stojí na začátku otázky?",
      "choices": [
        {
          "text": "Prohrabat krabici s třpytkami",
          "nextId": "scene_3_tanec"
        },
        {
          "text": "Skočit k lavičce týmu",
          "nextId": "scene_3_volejbal"
        }
      ]
    },
    "scene_3_volejbal": {
      "id": "scene_3_volejbal",
      "level": 3,
      "type": "scene",
      "title": "Skříňka zkázy",
      "text": "V šatně Lotka otevře skříňku a vyvalí se na ni dres, chrániče a vůně sportu, kterou by do deníku radši nikdy nelepila. Deník pořád nikde, zato na poličce leží lístek s kresbou hradu a šipkou k lavičce. Róza si lístek vezme do tlapek a tváří se, že je to super tajný spis. Lotka si v duchu poznamená: někdo tu sbírá nálepky a stopy. Tak jdou k lavičce, kde sedí tým a dělá, že nic neví. Věděla jsi, že v Česku je víc než 2000 hradů a zámků?",
      "choices": [
        {
          "text": "Ověřit píšťalku trenérky",
          "nextId": "scene_4_volejbal"
        },
        {
          "text": "Nahlédnout do playlistu",
          "nextId": "scene_4_tanec"
        }
      ]
    },
    "scene_3_tanec": {
      "id": "scene_3_tanec",
      "level": 3,
      "type": "scene",
      "title": "Stopa v zrcadle",
      "text": "V tanečním sále je velké zrcadlo a Lotka v něm vidí svůj výraz detektivky, co právě ztratila deník i nervy. Na zemi je tenká čára z třpytek, která vede k oknu a pak k věšáku s kostýmy. Róza vyskočí na lavičku a vypadá jako šplhací komando. Lotka se zasměje, protože panda červená nepotřebuje strom, stačí jí židle. U věšáku visí cizí mikina a z kapsy kouká ohnutý roh papíru. Věděla jsi, že panda červená umí slézat ze stromu hlavou napřed díky ohebným kotníkům?",
      "choices": [
        {
          "text": "Hledat šipku u zrcadla",
          "nextId": "scene_4_tanec"
        },
        {
          "text": "Zkontrolovat tabuli se skóre",
          "nextId": "scene_4_volejbal"
        }
      ]
    },
    "scene_4_volejbal": {
      "id": "scene_4_volejbal",
      "level": 4,
      "type": "scene",
      "title": "Trenérčin blok",
      "text": "U lavičky je trenérčin blok a na něm šipky, kolečka a poznámky, které vypadají jako tajný plán na záchranu světa. Lotka si přečte jednu anglickou větu a hned se cítí o dva body chytřejší. Róza kouká na blok tak soustředěně, že by jí někdo mohl dát píšťalku a věřili by mu. V rohu je poznámka: půjčeno na chvilku, vrátím po rozcvičce. Lotka si říká, kdo by půjčoval deník jako míč. Víš, že u slovesa to be se v angličtině otázka často udělá jen prohozením slov, třeba She is happy a pak Is she happy?",
      "choices": [
        {
          "text": "Zvednout samolepku hradu",
          "nextId": "scene_5_volejbal"
        },
        {
          "text": "Sledovat třpytkovou stopu",
          "nextId": "scene_5_tanec"
        }
      ]
    },
    "scene_4_tanec": {
      "id": "scene_4_tanec",
      "level": 4,
      "type": "scene",
      "title": "Krabice kostýmů",
      "text": "Lotka otevře krabici s kostýmy a najde stužky, čelenky a jednu ponožku bez páru, takže je to jednonožkový hrdina. Na víku krabice je samolepka loutky, jako z divadla. Róza se malinko ukloní, protože panda červená má styl i bez tanečních bot. Pod kostýmem je papír s nakresleným Stitchem a bublinou prosím vrať. Lotka si v duchu říká, že někdo si z deníku udělal rekvizitu. Věděla jsi, že loutkové divadlo má u nás dlouhou tradici už od 18. století?",
      "choices": [
        {
          "text": "Přečíst křídový vzkaz",
          "nextId": "scene_5_tanec"
        },
        {
          "text": "Prověřit míčový koš",
          "nextId": "scene_5_volejbal"
        }
      ]
    },
    "scene_5_volejbal": {
      "id": "scene_5_volejbal",
      "level": 5,
      "type": "scene",
      "title": "Vytržená stránka",
      "text": "Lotka zvedne blok a zpod něj vypadne zmačkaný papírek, jako by to byla důkazní svačina. Je na něm nakreslený bambus a maličká panda červená s palcem nahoru. Róza se zazubí, protože to vypadá jako její selfie bez mobilu. Lotka pozná, že papírek je z jejího deníku, protože má na okraji její klikyhák. Takže někdo deník opravdu měl v ruce a ještě si z něj vytrhl stránku. Víš, že panda červená má v zápěstí kost, která funguje jako falešný palec a pomáhá jí držet bambus?",
      "choices": [
        {
          "text": "Sejmout lístek od sítě",
          "nextId": "scene_6_volejbal"
        },
        {
          "text": "Otevřít kostýmovou krabici",
          "nextId": "scene_6_tanec"
        }
      ]
    },
    "scene_5_tanec": {
      "id": "scene_5_tanec",
      "level": 5,
      "type": "scene",
      "title": "Vzkaz u zrcadla",
      "text": "U zrcadla je lístek s nápisem nejsme tu a pod tím šipka k šatnám. Lotka si připadá jako v detektivce, kde pachatel umí psát vzkazy, ale neumí vracet věci. Róza ukáže na lístek tlapkou a pak použije nos, aby to vypadalo odborně. Lotka si přečte další anglickou poznámku a zní to trochu jako nejsi, nejsme. To ji navede na myšlenku, že v tom má prsty někdo z týmu, kdo rád píše anglicky. Věděla jsi, že zápor slovesa to be se často zkracuje na isn't nebo aren't?",
      "choices": [
        {
          "text": "Prohlédnout bambusový vějíř",
          "nextId": "scene_6_tanec"
        },
        {
          "text": "Mrknout na lavičku u sítě",
          "nextId": "scene_6_volejbal"
        }
      ]
    },
    "scene_6_volejbal": {
      "id": "scene_6_volejbal",
      "level": 6,
      "type": "scene",
      "title": "Odznak z výletu",
      "text": "Lotka zahlédne na tašce odznak s Pražským hradem a vzpomene si na výlet, kde se všichni tvářili důležitě. V deníku měla stránku o tom, jak by se na Pražském hradě hrál volejbal, kdyby tam byla síť. Róza si představí smeč před katedrálou a udělá vítězný taneční krok. Když Lotka zkontroluje kapsy tašky, najde útržek se slovem BÁ. To je skoro jako jméno, jen ještě chybí zbytek. Věděla jsi, že Pražský hrad je považovaný za největší hradní komplex na světě?",
      "choices": [
        {
          "text": "Podívat se do trenérčina notesu",
          "nextId": "scene_7_volejbal"
        },
        {
          "text": "Svolat poradu u lavice",
          "nextId": "scene_7_spojeni"
        }
      ]
    },
    "scene_6_tanec": {
      "id": "scene_6_tanec",
      "level": 6,
      "type": "scene",
      "title": "Tlapky na špičkách",
      "text": "V taneční šatně Lotka najde na lavici huňatý šál a vedle něj drobné otisky tlapek, jako by tu někdo běhal po špičkách. Róza si přitiskne tlapky k zemi a tváří se, že je to profesionální stopování. Lotka si všimne, že Róze nekloužou tlapky ani na hladké podlaze, což je trochu nespravedlivé vůči lidem v ponožkách. Pod lavicí je další kousek jejího deníku, tentokrát se seznamem tanečních kroků. Někdo si ty kroky opsal a pak to schoval mezi kostýmy. Věděla jsi, že pandy červené mají srst i na chodidlech tlapek, takže jim to pomáhá neklouzat na větvích?",
      "choices": [
        {
          "text": "Prolistovat taneční sešit",
          "nextId": "scene_7_tanec"
        },
        {
          "text": "Domluvit rychlou poradu",
          "nextId": "scene_7_spojeni"
        }
      ]
    },
    "scene_7_volejbal": {
      "id": "scene_7_volejbal",
      "level": 7,
      "type": "scene",
      "title": "Rozpis s poznámkou",
      "text": "V tělocvičně visí na nástěnce fotka Pražského orloje a Lotka si říká, že i hodiny můžou mít detektivní výraz. Pod fotkou je rozpis tréninků a někdo do něj připsal: deník použít na choreografii. Róza se začne culit, protože choreografie zní jako tanec a to je její jazyk. Lotka si poznamená do hlavy: deník není ztracený, deník cestuje. Teď už jen zjistit, kdo si ho půjčil a proč o tom mlčí. Věděla jsi, že Pražský orloj funguje už od roku 1410 a patří mezi nejstarší orloje, které pořád běží?",
      "choices": [
        {
          "text": "Jít po stopě k háčku",
          "nextId": "scene_8_volejbal"
        },
        {
          "text": "Jít po stopě k hudbě",
          "nextId": "scene_8_tanec"
        }
      ]
    },
    "scene_7_tanec": {
      "id": "scene_7_tanec",
      "level": 7,
      "type": "scene",
      "title": "Plán v angličtině",
      "text": "Lotka najde v taneční tašce cizí lístek s větou I have got a plan a pod tím nakreslené dva kroky. Róza na to kývne, protože plán zní jako něco, co by schválila i panda s čelenkou. Stitch se houpe na zipu a vypadá, že schvaluje každý nápad, hlavně když je trochu blbý. Lotka pozná svůj rukopis v rohu papírku, takže to někdo psal přímo do jejího deníku. A teď ten někdo odešel i s deníkem. Víš, že have got znamená mít, třeba I have got a plan znamená mám plán?",
      "choices": [
        {
          "text": "Prověřit ceduli s isn't",
          "nextId": "scene_8_tanec"
        },
        {
          "text": "Proběhnout šatnu týmu",
          "nextId": "scene_8_volejbal"
        }
      ]
    },
    "scene_7_spojeni": {
      "id": "scene_7_spojeni",
      "level": 7,
      "type": "scene",
      "title": "Lavičkové puzzle",
      "text": "Lotka a Róza si sednou na lavičku mezi tělocvičnou a sálem a rozloží útržky jako puzzle. Jeden je o volejbalu, druhý o tanci a třetí je kresba Stitche s obří hlavou. Lotka si představí, jak by to vypadalo jako komiks: já panikařím, Róza pózuje, Stitch dělá grimasy. Útržky mají společné jedno slovo: robot, protože Lotka tak říká trenérčině píšťalce. Róza navrhne, že teď půjdou buď po sportovní stopě, nebo po taneční. Věděla jsi, že české slovo robot se rozšířilo do spousty jazyků po celém světě?",
      "choices": [
        {
          "text": "Zaměřit se na sportovní vzkaz",
          "nextId": "scene_8_volejbal"
        },
        {
          "text": "Zaměřit se na taneční vzkaz",
          "nextId": "scene_8_tanec"
        }
      ]
    },
    "scene_8_volejbal": {
      "id": "scene_8_volejbal",
      "level": 8,
      "type": "scene",
      "title": "Mapka hřiště",
      "text": "V koutě tělocvičny je plakát Českého Krumlova a Lotku napadne, že její deník cestuje jako turista. Na lavičce někdo nechal fixu a vedle ní leží stránka z deníku s mapkou hřiště. Róza tu stránku otočí a na zadní straně je napsáno: přines to po tanci. Lotka si řekne, že to už zní jako domluva, ne jako nehoda. V hlavě si dá trapas číslo dva a kdyby to byl Příběh poseroutky, nakreslila by tam obří smajlík. Víš, že Český Krumlov je na seznamu UNESCO a vypadá jako pohádkové město?",
      "choices": [
        {
          "text": "Posbírat obálkové puzzle",
          "nextId": "scene_9_volejbal"
        },
        {
          "text": "Najít stopu u zrcadel",
          "nextId": "scene_9_tanec"
        }
      ]
    },
    "scene_8_tanec": {
      "id": "scene_8_tanec",
      "level": 8,
      "type": "scene",
      "title": "Záložka na parapetu",
      "text": "V tanečním sále Lotka ucítí vůni tyčinek a Róza zpozorní, jako by jí někdo zapnul radar. Róza natáhne jazyk a udělá výraz, co znamená ochutnávám vzduch. Lotka se tomu směje, protože to vypadá jako testování neviditelné zmrzliny. Na parapetu leží její deníková záložka a na ní šipka k volejbalové šatně. Takže stopa je chytrá a posílá je sem a tam. Víš, že panda červená používá spodní stranu jazyka k ochutnávání pachů ve vzduchu?",
      "choices": [
        {
          "text": "Nechat Rózu očichat šipku",
          "nextId": "scene_9_tanec"
        },
        {
          "text": "Zajít k lavičce týmu",
          "nextId": "scene_9_volejbal"
        }
      ]
    },
    "scene_9_volejbal": {
      "id": "scene_9_volejbal",
      "level": 9,
      "type": "scene",
      "title": "Kapitánka mlčí",
      "text": "Lotka potká kapitánku týmu, která se tváří, že ví všechno, ale zatím nic neřekne. Róza se postaví vedle ní a udělá detektivní pohled číslo sedm. Kapitánka nakonec přizná, že někdo řekl: mám ten deník. Lotka si v duchu přeloží: Have you got it, a hned se cítí jako v anglickém filmu. Kapitánka ukáže směrem k tanečnímu sálu a začne se smát. Věděla jsi, že otázka s have got může znít Have you got a friend nebo Have you got it?",
      "choices": [
        {
          "text": "Zeptat se spoluhráčky",
          "nextId": "scene_10_volejbal"
        },
        {
          "text": "Zkusit vítězný taneček",
          "nextId": "scene_10_tanec"
        }
      ]
    },
    "scene_9_tanec": {
      "id": "scene_9_tanec",
      "level": 9,
      "type": "scene",
      "title": "Skleněný odraz",
      "text": "U zrcadel visí ozdoba z barevného skla a Lotka si na ni skoro sáhne, ale Róza ji zadrží, aby nebyl další trapas. V tom skle se všechno odráží a Lotka najde na zemi papírek, který se tváří jako nic. Je to seznam písniček a u jedné je poznámka: z deníku. Lotka si říká, že její deník se stal oficiálním tanečním plánovačem. Stitch na klíčence se zhoupne, jako by říkal: jo, tohle je sláva. Věděla jsi, že český křišťál a bohemia sklo jsou známé po celém světě?",
      "choices": [
        {
          "text": "Projít mapu na nástěnce",
          "nextId": "scene_10_tanec"
        },
        {
          "text": "Dohlédnout na lavičku",
          "nextId": "scene_10_volejbal"
        }
      ]
    },
    "scene_10_volejbal": {
      "id": "scene_10_volejbal",
      "level": 10,
      "type": "scene",
      "title": "Rózin zvukový útok",
      "text": "Při rozcvičce Róza začne vydávat zvuky, které zní jako směs pískání a kachny, a všichni se otáčí. Lotka se chechtá, protože to je přesně ten typ blbiny, co by psala do deníku. Jeden spoluhráč řekne, že někdo si deník půjčil, aby z něj přečetl trapas nahlas. Lotka se zardí, ale Róza se tváří pyšně, jako by šlo o literární cenu. Na zemi leží papírek s adresou: klubovna u nástěnky. Věděla jsi, že panda červená umí vydávat zvuky, které zní jako haf-kvák, pískání nebo ptačí štěbetání?",
      "choices": [
        {
          "text": "Pročíst nápis u lavičky",
          "nextId": "scene_11_volejbal"
        },
        {
          "text": "Sledovat notovou šipku",
          "nextId": "scene_11_tanec"
        }
      ]
    },
    "scene_10_tanec": {
      "id": "scene_10_tanec",
      "level": 10,
      "type": "scene",
      "title": "Jazykolam v sešitu",
      "text": "Lotka najde v tanečním sešitě napsaný jazykolam a vedle něj obří smajlík. Zní to jako věta bez samohlásek a Lotka si říká, že to je humor pro lidi, co mají rádi chaos. Róza se pokusí to přečíst a skončí u toho, že dělá jen roztomilé zvuky. Pod jazykolamem je šipka k volejbalové šatně a poznámka: tam jsem to nechala. Lotka si v duchu přikreslí obrázek: já běžím, Róza kluše, Stitch se třese. Víš, že v češtině jde říct věta bez samohlásek, třeba Strč prst skrz krk?",
      "choices": [
        {
          "text": "Ověřit číslo v sešitě",
          "nextId": "scene_11_tanec"
        },
        {
          "text": "Mrknout na stolní stránku",
          "nextId": "scene_11_volejbal"
        }
      ]
    },
    "scene_11_volejbal": {
      "id": "scene_11_volejbal",
      "level": 11,
      "type": "scene",
      "title": "Pravidla týmu",
      "text": "V klubovně visí pravidla týmu a někdo tam přilepil papír: she dances, she plays, she writes. Lotka si všimne, že u třetí osoby je přidané s, a připadá si, jako by právě chytila školní bod. Róza ukáže na slovo writes a pak na Lotku, jako by říkala: piš dál. Vedle pravidel je obálka s nápisem pro Lotku, ale je prázdná. Na dně obálky je jen jedna třpytka, takže taneční stopa. Víš, že v present simple se ve 3. osobě často přidává s nebo es, třeba she watches?",
      "choices": [
        {
          "text": "Sesbírat stránku s pády",
          "nextId": "scene_12_volejbal"
        },
        {
          "text": "Zkontrolovat papírek na zrcadle",
          "nextId": "scene_12_tanec"
        }
      ]
    },
    "scene_11_tanec": {
      "id": "scene_11_tanec",
      "level": 11,
      "type": "scene",
      "title": "Plakát lázní",
      "text": "U vchodu do sálu je plakát Karlových Varů a na něm stoupá pára z horkého pramene. Lotka si říká, že její deník by teď potřeboval lázně, protože ho někdo vláčí všude. Róza se zachumlá do ocasu a tváří se, že už je v relax zóně. Pod plakátem někdo zapomněl sešit a v něm je vložená stránka z Lotčina deníku. Na stránce je volejbalová síť a vedle toho taneční kroky, takže obojí dohromady. Věděla jsi, že Karlovy Vary jsou známé lázeňské město s horkými prameny?",
      "choices": [
        {
          "text": "Sundat lístek She dances",
          "nextId": "scene_12_tanec"
        },
        {
          "text": "Zajít za stůl v šatně",
          "nextId": "scene_12_volejbal"
        }
      ]
    },
    "scene_12_volejbal": {
      "id": "scene_12_volejbal",
      "level": 12,
      "type": "scene",
      "title": "Rozhodčí na zadních",
      "text": "Lotka jde ke skříňce se sportovním náčiním a přistihne Rózu, jak se staví na zadní a dělá, že je vysoká rozhodčí. Lotka jí řekne, ať to nehraje na strašidlo, ale Róza jen pózuje a vypadá spíš vtipně než děsivě. Na poličce leží deníková gumička a na ní přilepený lístek: půjčeno do sálu. Lotka už má skoro jistotu, že deník si někdo vypůjčil kvůli tanci. Teď jen potřebuje jméno, ne jen šipky. Víš, že když se panda červená chce tvářit větší, postaví se na zadní nohy?",
      "choices": [
        {
          "text": "Jít ke schránce vzkazů",
          "nextId": "scene_13_volejbal"
        },
        {
          "text": "Udělat velké skládání",
          "nextId": "scene_13_spojeni"
        }
      ]
    },
    "scene_12_tanec": {
      "id": "scene_12_tanec",
      "level": 12,
      "type": "scene",
      "title": "Tabule s don't",
      "text": "V tanečním sále je na tabuli napsáno: we don't forget, she doesn't forget, a pod tím smajlík. Lotka si říká, že někdo si z angličtiny dělá stopy, což je zároveň chytré i trochu drzé. Róza ťukne tlapkou na doesn't a pak na prázdné místo, kde by měl být deník. Lotka najde na zemi malý papírek s podpisem Bára, tentokrát úplný. Takže viník možná není zlý, jen má zvláštní smysl pro humor. Věděla jsi, že v present simple se pro zápor používá don't a pro 3. osobu doesn't?",
      "choices": [
        {
          "text": "Jít za tabuli pádů",
          "nextId": "scene_13_tanec"
        },
        {
          "text": "Sejít se na skládání",
          "nextId": "scene_13_spojeni"
        }
      ]
    },
    "scene_13_volejbal": {
      "id": "scene_13_volejbal",
      "level": 13,
      "type": "scene",
      "title": "Obálka pro Báru",
      "text": "Na chodbě je fotka skal v Kokořínsku a Lotka si řekne, že to vypadá jako obří přírodní hřiště. Róza na to kouká a tváří se, že by to celé vyšplhala, ale Lotka ji radši drží u země. Pod fotkou je schránka na vzkazy a v ní obálka s nápisem pro Báru. Uvnitř je lístek: mám deník, vrátím po taneční zkoušce. Lotka se rozhodne, že to vyřeší v klidu, bez velkého dramatu. Věděla jsi, že Kokořínsko je chráněná krajinná oblast plná pískovcových skal a převisů?",
      "choices": [
        {
          "text": "Prohlédnout nákres hřiště",
          "nextId": "scene_14_volejbal"
        },
        {
          "text": "Sledovat notu do sálu",
          "nextId": "scene_14_tanec"
        }
      ]
    },
    "scene_13_tanec": {
      "id": "scene_13_tanec",
      "level": 13,
      "type": "scene",
      "title": "Pády, co tancují",
      "text": "V taneční šatně je na zdi napsané sedm pádů a u každého malý taneční panáček. Lotka se směje, protože i gramatika může tancovat, když chce. Róza se snaží napodobit panáčka u sedmého pádu a skoro se překulí, což je trapas číslo tři. Pod nápisem je připnutý papírek: Bára, vrať deník, prosím. Lotka si říká, že už to ví celý svět, jen ne ona. Víš, že čeština má sedm pádů a proto se mění koncovky slov?",
      "choices": [
        {
          "text": "Zkontrolovat kresbu věže",
          "nextId": "scene_14_tanec"
        },
        {
          "text": "Jít po šipce k háčku",
          "nextId": "scene_14_volejbal"
        }
      ]
    },
    "scene_13_spojeni": {
      "id": "scene_13_spojeni",
      "level": 13,
      "type": "scene",
      "title": "Máme jméno!",
      "text": "Lotka a Róza se znovu potkají u lavičky a mají konečně jméno: Bára. Lotka si v hlavě projede otázky jako detektiv: kdo, kde, kdy a proč. Róza udělá dvě taneční otočky, jako by říkala: hlavně to neber moc vážně. Lotka si připomene, že v angličtině otázky často začínají Do nebo Does, a zní to jako buben. Teď si vybere, kudy půjde Báru najít. Víš, že otázky v present simple často začínají Do nebo Does?",
      "choices": [
        {
          "text": "Vyrazit k síti a lavičce",
          "nextId": "scene_14_volejbal"
        },
        {
          "text": "Vyrazit do taneční šatny",
          "nextId": "scene_14_tanec"
        }
      ]
    },
    "scene_14_volejbal": {
      "id": "scene_14_volejbal",
      "level": 14,
      "type": "scene",
      "title": "Roh v kapse",
      "text": "Lotka čeká u volejbalové sítě a dělá, že kontroluje míče, ale ve skutečnosti kouká, kdo jde kolem. Róza si sedne a omotá si ocas kolem břicha, jako by byla nejroztomilejší šála světa. Přijde Bára a tváří se úplně normálně, což je podezřelé, protože normální lidi deníky neodnášejí. Lotka si všimne, že Báře z kapsy kouká roh sešitku s kresbou Stitche. Róza Lotce nenápadně kývne, jako že teď. Věděla jsi, že huňatý pruhovaný ocas pandy červené slouží jako deka i pro rovnováhu při šplhání?",
      "choices": [
        {
          "text": "Oslovit Báru v klidu",
          "nextId": "scene_15_volejbal"
        },
        {
          "text": "Schovat se a poslouchat",
          "nextId": "scene_15_tanec"
        }
      ]
    },
    "scene_14_tanec": {
      "id": "scene_14_tanec",
      "level": 14,
      "type": "scene",
      "title": "Bára nacvičuje",
      "text": "V tanečním sále Bára nacvičuje kroky a u toho listuje sešitem, který vypadá až moc povědomě. Lotka se schová za stojan s reproduktorem a říká si, že tohle je jak z komiksu. Róza zvedne ucho, jako by poslouchala tajný signál, a pak zamává tlapkou. Bára si něco zapisuje a u toho se culí, jako by ten deník byl její. Lotka si slíbí, že nebude křičet, jen použije poseroutkový humor. Víš, že Češi jsou velcí fanoušci sportu a lední hokej patří u nás k nejoblíbenějším?",
      "choices": [
        {
          "text": "Sledovat šipku ke stužce",
          "nextId": "scene_15_tanec"
        },
        {
          "text": "Ověřit háček číslo IV",
          "nextId": "scene_15_volejbal"
        }
      ]
    },
    "scene_15_volejbal": {
      "id": "scene_15_volejbal",
      "level": 15,
      "type": "scene",
      "title": "Kde to je?",
      "text": "Lotka se k Báře přiblíží a zeptá se, jestli náhodou neviděla sešit s černými deskami. Bára nejdřív řekne, že ne, a pak se jí ve tváři objeví výraz ups. Róza do toho vloží detektivní pohled a udělá tři taneční kroky, aby to nebylo trapné. Lotka si všimne, že na skříňkách jsou zámky a všechny klíče mají svoje místo. V duchu si řekne, že bezpečné věci jsou fajn, ale nejvíc je stejně důležitá důvěra. Víš, že Česko bývá často hodnocené jako jedna z bezpečnějších zemí díky nízké kriminalitě?",
      "choices": [
        {
          "text": "Jít do šatny potichu",
          "nextId": "scene_16_volejbal"
        },
        {
          "text": "Promyslet, co říct",
          "nextId": "scene_16_tanec"
        }
      ]
    },
    "scene_15_tanec": {
      "id": "scene_15_tanec",
      "level": 15,
      "type": "scene",
      "title": "Poseroutkový plán",
      "text": "Lotka si sedne na zem a dělá, že si váže tkaničku, aby mohla poslouchat, co Bára říká kamarádkám. Bára se chvástá, že má super deník plný trapasů, a Lotka má chuť zalézt do zrcadla. Róza se však jen culí, jako by říkala: aspoň jsi vtipná, to je výhra. Kousek dál visí plakát se sportovkyní a Lotku napadne, že Češi umí být dobří v různých sportech. Lotka se rozhodne, že si deník vezme zpátky po dobrém a v duchu si říká: klid, Příběh poseroutky by z toho udělal komiks. Věděla jsi, že české tenistky mívají velké úspěchy na světových turnajích?",
      "choices": [
        {
          "text": "Srovnat si větu v hlavě",
          "nextId": "scene_16_tanec"
        },
        {
          "text": "Nahlédnout do šatny u lavice",
          "nextId": "scene_16_volejbal"
        }
      ]
    },
    "scene_16_volejbal": {
      "id": "scene_16_volejbal",
      "level": 16,
      "type": "scene",
      "title": "Deník na lavici",
      "text": "Bára odběhne a Lotka ji sleduje, ale jen tak pomalu, aby to nevypadalo jako honička. Róza se přitiskne k zemi a tváří se, že se maskuje, i když je červená jako jahoda. V šatně na lavici leží Lotčin deník, skoro schovaný pod mikinou. Vedle je přilepená nálepka, což je pro deník skoro urážka, ale dá se to přežít. Lotka si řekne, že deník zachrání a pak udělá vítězný taneček. Víš, že červená srst pandy červené v lese splývá s červeným mechem a lišejníky a je to přírodní maskování?",
      "choices": [
        {
          "text": "Vytáhnout kartičku OPEN",
          "nextId": "scene_17_volejbal"
        },
        {
          "text": "Porovnat ocásek s vzkazem",
          "nextId": "scene_17_tanec"
        }
      ]
    },
    "scene_16_tanec": {
      "id": "scene_16_tanec",
      "level": 16,
      "type": "scene",
      "title": "Dělat vs udělat",
      "text": "V hlavě si Lotka přehrává dvě verze: Bára deník vzala a Bára deník vrátí. Róza jí připomene, že v češtině je rozdíl mezi dělat a udělat, a Lotka se tomu zasměje. Protože Bára deník brala, ale teď ho musí vrátit. Lotka se nadechne a připraví si větu, co nebude ani protivná, ani ubrečená. Stitch se zhoupne na zipu a vypadá, že fandí verzi: udělat to s humorem. Věděla jsi, že čeština rozlišuje dokonavost a nedokonavost, třeba dělat a udělat?",
      "choices": [
        {
          "text": "Otočit kartičku a číst dál",
          "nextId": "scene_17_tanec"
        },
        {
          "text": "Najít krabici ztrát",
          "nextId": "scene_17_volejbal"
        }
      ]
    },
    "scene_17_volejbal": {
      "id": "scene_17_volejbal",
      "level": 17,
      "type": "scene",
      "title": "Nejsem zloděj",
      "text": "Lotka najde na deníku lístek s anglickým záporem: I am not a thief. To ji skoro rozesměje, protože to je přesně typ obrany, co si člověk napíše, když se cítí trošku vinný. Róza si k lístku přičichne a pak ho jemně odstrčí, jako by říkala: dobrý pokus. Lotka otevře deník a vidí, že několik stránek je založených, ale nic není zničené. Takže to spíš vypadá na půjčení, ne na krádež. Víš, že zápor slovesa to be může být třeba I am not nebo You are not?",
      "choices": [
        {
          "text": "Prohlédnout pohlednici z lázní",
          "nextId": "scene_18_volejbal"
        },
        {
          "text": "Sledovat třpytkovou šipku",
          "nextId": "scene_18_tanec"
        }
      ]
    },
    "scene_17_tanec": {
      "id": "scene_17_tanec",
      "level": 17,
      "type": "scene",
      "title": "Bambusový shuffle",
      "text": "V tanečním koutku Lotka najde obal od bambusových tyčinek a Róza zpozorní, protože to je její oblast. Róza si sedne a tváří se, že by zvládla sníst celý koš, ale Lotka ji radši odvede. Mezi obaly je i papírek s kresbou bambusu a čárkami, jako by si někdo dělal seznam. Lotka si říká, že některé věci jsou větší záhada než ztracený deník. A pak uvidí, že Bára do deníku připsala nový název tance: bambusový shuffle. Věděla jsi, že jedna panda červená dokáže za den sníst až kolem 20000 lístků bambusu?",
      "choices": [
        {
          "text": "Zastavit Rózu u bambusu",
          "nextId": "scene_18_tanec"
        },
        {
          "text": "Zamířit k nástěnce",
          "nextId": "scene_18_volejbal"
        }
      ]
    },
    "scene_18_volejbal": {
      "id": "scene_18_volejbal",
      "level": 18,
      "type": "scene",
      "title": "Kafka na chodbě",
      "text": "Na chodbě visí plakát s Franzem Kafkou a Lotka si říká, že dneska prožívá vlastní proměnu: z klidu do paniky a zpět. Róza se tváří, že Kafka je její oblíbený trenér, protože má vážný obličej. Bára přiběhne a drží deník jako poklad, ale zároveň se tváří provinile. Lotka si v duchu napíše trapas číslo čtyři: moje tajné kresby někdo četl. Bára vysvětlí, že si chtěla jen opsat taneční část, aby Lotku překvapila. Věděla jsi, že spisovatel Franz Kafka se narodil v Praze?",
      "choices": [
        {
          "text": "Najít poslední růžek stránky",
          "nextId": "scene_19_volejbal"
        },
        {
          "text": "Domluvit finální poradu",
          "nextId": "scene_19_spojeni"
        }
      ]
    },
    "scene_18_tanec": {
      "id": "scene_18_tanec",
      "level": 18,
      "type": "scene",
      "title": "Omluva na lístku",
      "text": "Bára ukáže na deník a řekne, že ho nepoužila na nic zlého, jen na choreografii. Lotka si všimne, že v deníku jsou přilepené dva lístečky: haven't got time a sorry. Róza nad tím kývne, protože omluva je nejlepší krok v každém tanci i vyšetřování. Lotka si lístek přečte nahlas a zní to docela dospěle, což ji samotnou překvapí. Bára slíbí, že příště se vždycky nejdřív zeptá. Víš, že záporný tvar have got může být haven't got nebo hasn't got?",
      "choices": [
        {
          "text": "Dojít na místo po tréninku",
          "nextId": "scene_19_tanec"
        },
        {
          "text": "Sejít se u stolku",
          "nextId": "scene_19_spojeni"
        }
      ]
    },
    "scene_19_volejbal": {
      "id": "scene_19_volejbal",
      "level": 19,
      "type": "scene",
      "title": "Šedá panda v deníku",
      "text": "Lotka otevře deník na stránce, kde je kresba šedé pandy červené a velká šipka: později zčervenám. Bára se směje, že tu kresbu přidala ona, protože se jí líbila. Róza se tváří důležitě, jako by právě potvrzovala pravost kresby. Lotka už cítí, že z toho nebude hádka, spíš společné smíchy. Teď stačí udělat poslední krok a domluvit pravidla pro půjčování. Věděla jsi, že mláďata pandy červené se rodí šedá a zčervenají až asi po třech měsících?",
      "choices": [
        {
          "text": "Zeptat se Báry narovinu",
          "nextId": "scene_20_end"
        },
        {
          "text": "Požádat o vrácení deníku",
          "nextId": "scene_20_end"
        }
      ]
    },
    "scene_19_tanec": {
      "id": "scene_19_tanec",
      "level": 19,
      "type": "scene",
      "title": "Nejdelší slovo",
      "text": "Bára do deníku připsala jedno ultra dlouhé slovo jen proto, aby se Lotka zakuckala smíchem. Lotka ho zkusí přečíst a skončí u toho, že se směje ještě víc než při tanci. Róza zatleská tlapkami, protože tohle je nejhezčí konec vyšetřování: smích místo dramatu. Bára přizná, že deník četla, protože je to vtipnější než půlka školních vtipů. Lotka si řekne, že se možná nemusí stydět za svůj poseroutkový styl a klidně by to přečetla i fanouškům Příběhu poseroutky. Věděla jsi, že mezi dlouhá česká slova patří třeba nejneobhospodařovávatelnějšími?",
      "choices": [
        {
          "text": "Udělat smířlivý vtip",
          "nextId": "scene_20_end"
        },
        {
          "text": "Poprosit o deník zpět",
          "nextId": "scene_20_end"
        }
      ]
    },
    "scene_19_spojeni": {
      "id": "scene_19_spojeni",
      "level": 19,
      "type": "scene",
      "title": "Pravidlo půjčování",
      "text": "Lotka, Róza a Bára si dají mini detektivní poradu a domluví pravidlo číslo jedna: nic si nebrat bez zeptání. Bára vytáhne samolepku pivoňky a nalepí ji na stránku s tanečním plánem, protože prý to vypadá roztomile. Lotka se zasměje a řekne, že z toho udělají novou kapitolu: půjčeno a vráceno. Róza k tomu přidá vítězný taneční krok a Stitch se u toho houpe jako maskot. Teď už zbývá jen vrátit deník do batohu a jít na trénink. Víš, že slovo pivoňka se tak jmenuje podle barvy, ne proto, že by to bylo pivo?",
      "choices": [
        {
          "text": "Vymyslet domluvu",
          "nextId": "scene_20_end"
        },
        {
          "text": "Zasmát se a odhalit",
          "nextId": "scene_20_end"
        }
      ]
    },
    "scene_20_end": {
      "id": "scene_20_end",
      "level": 20,
      "type": "end",
      "title": "Deník zachráněn",
      "text": "Lotka konečně strčí deník zpátky do batohu, jako by to byl poklad. Bára se omluví a přidá do deníku samolepku Stitche s nápisem friend. Lotka otevře poslední stránku a přečte nahlas krátkou větu, která je překvapivě milá. Róza udělá vítězný taneček a pak se stočí do klubíčka, protože detektivky potřebují pauzu. Lotka si v hlavě napíše: dnešní trapas se změnil na dnešní příběh. Věděla jsi, že bílé skvrny na tváři pandí mámy pomáhají mláďatům maminku snadno poznat?",
      "choices": [],
      "image": "redpanda.png"
    }
  },
  "meta": {
    "brandImage": "redpanda.png",
    "defaultSceneImage": "redpanda.png"
  }
}
